Repository: GGOD1993/genxword
Catalog: genxword/po/*.po
Languages: ca, fr

source: The word list file contains the words and clues, or just words, that you want in your crossword. For further information on how to format the word list file and about the other options, please consult the man page.
ca: La llista de paraules conté les paraules i les definicions, o només les paraules, que vulgui en els seus mots encreuats. Per a més informació sobre com formatar l'arxiu de llistes de paraules i sobre altres opcions, si us plau, consulti el manual.
fr: Le fichier de la liste de mots contient les mots et les définitions, ou seulement les mots, que vous voulez dans le mots croisés. Pour plus d'informations sur comment formater le fichier de la liste de mots et sur les autres options, s'il vous plaît consulter le manuel.

source: Enter grid size (
ca: Introdueixi la mida de la quadrícula (
fr: Entrer la taille de grille (

source: is the default):
ca: és el predeterminat):
fr: est la valeur par défaut):

source: Calculating your crossword...
ca: Calculant els seus mots encreuats...
fr: Calculant le mots croisés...

source: Are you happy with this solution? [Y/n]
ca: T'agrada aquesta solució? [S/n]
fr: Êtes-vous satisfait de cette solution? [O/n]

source: And increase the grid size? [Y/n]
ca: I augmentar la mida de la quadrícula? [S/n]
fr: Et augmenter la taille de grille? [O/n]

source: Across/Down
ca: Horitzontal/Vertical
fr: Horizontalement/Verticalement

source: The following files have been saved to your current working directory:
ca: Els arxius dels seus mots encreuats s'han guardat a :
fr: Les fichiers suivants ont été enregistrés dans le répertoire courant:

source: Crossword generator.
ca: Generador de mots encreuats.
fr: Générateur de mots croisés.

source: Name of word list file.
ca: Nom de l'arxiu de la lista de paraules.
fr: Nom du fichier de la liste de mots.

source: Save files as A4 pdf (p), letter size pdf (l), png (n) and/or svg (s).
ca: Guardar els arxius com pdf en A4 (p), pdf en mida carta (l), png (n) i/o svg (s).
fr: Enregistrer les fichiers comme a4 pdf (p), lettre pdf (l), png (n) et/ou svg (s).

source: Automated (non-interactive) option.
ca: Opció automàtica (no interactiva).
fr: Option automatique (non interactive).

source: Create anagrams for the clues
ca: Crear anagrames per a les definicions
fr: Créer les anagrammes pour les définitions.

source: Number of words to be used.
ca: Nombre de paraules a utilitzar.
fr: Nombre des mots à utiliser.

source: Name of crossword.
ca: Nom dels mots encreuats.
fr: Nom du mots croisés.

source: _Word list
ca: _Llista de paraules
fr: _Liste de mots

source: _New word list
ca: _Nova llista
fr: _Nouvelle liste de mots

source: Create a new word list or go back to the already open word list
ca: Creï una nova llista de paraules o torni a la llista ja oberta
fr: Créer une nouvelle liste de mots ou retourner à la liste de mots déjà ouverte.

source: _Open word list
ca: _Obrir llista de paraules
fr: _Ouvrir une liste de mots

source: Open a word list
ca: Obrir una llista de paraules
fr: Ouvrir une liste de mots

source: _Sort word list
ca: _Ordenar una llista
fr: _Trier la liste de mots

source: Sort the word list and remove words with non-alphabetic characters
ca: Ordenar la llista de paraules i esborrar paraules amb caràcters no alfanumèrics
fr: Trier la liste de mots et supprimer les mots avec les caractères non alphabétiques

source: Quit
ca: Sortir
fr: Quitter

source: _Crossword
ca: _Mots encreuats
fr: _Mots croisés

source: _Calculate crossword
ca: _Calcular mots encreuats
fr: _Calculer le mots croisés

source: Calculate the crossword
ca: Calcula els mots encreuats
fr: _Calculer le mots croisés

source: _Recalculate
ca: _Recalcular
fr: _Recalculer

source: Increase the grid size and recalculate the crossword
ca: Incrementar la mida de la quadrícula i recalcular els mots encreuats
fr: Augmenter la taille de grille et recalculer le mots croisés

source: _Save
ca: _Guardar
fr: _Enregistrer

source: Save crossword
ca: Guardar els mots encreuats
fr: Enregistrer le mots croisés

source: _Help
ca: _Ajuda
fr: _Aide

source: Open the help page
ca: Obrir la pàgina d'ajuda
fr: Ouvrir la page d'aide

source: _About
ca: _Sobre
fr: _Sur

source: About
ca: Sobre
fr: Sur

source: Anagram clues
ca: Definicions d'anagrames
fr: Définitions d'anagrammes

source: Choose the grid size
ca: Escollir la mida de la quadrícula
fr: Choisir la taille de grille

source: Save the crossword as
ca: Guardar els mots encreuats com
fr: Enregistrer le mots croisés comme

source: A4 pdf
ca: pdf en A4

source: letter pdf
ca: pdf en mida carta
fr: lettre pdf

source: Name of crossword
ca: Nom dels mots encreuats
fr: Nom du mots croisés

source: Choose the name of your crossword
ca: Esculli el nom dels seus mots encreuats
fr: Choisir le nom du mots croisés

source: Number of words
ca: Nombre de paraules
fr: Nombre de mots

source: Choose the number of words you want to use
ca: Esculli el nombre de paraules que vol utilitzar
fr: Choisir le nombre de mots que vous voulez utiliser

source: Grid size
ca: Mida de la quadrícula
fr: Taille de grille

source: Choose the crossword grid size Go to the Crossword menu to enable this option
ca: Esculli la mida de la quadrícula de mots encreuats Anar al menú «Mots encreuats» per permetre aquesta opció
fr: Choisir la taille de grille de mots croisés Aller au menu «Mots croisés» pour permettre cette option

source: Please choose a file
ca: Esculli un arxiu
fr: Choisir un fichier

source: Please choose a folder
ca: Esculli una carpeta
fr: Choisir un dossier

source: Your crossword files have been saved in
ca: Els arxius dels seus mots encreuats s'han guardat a
fr: Les fichiers de mots croisés ont été enregistrés dans

source: Please fill in the name of the crossword and the format you want it saved in (A4 size pdf, letter size pdf, png or svg). Then click on the Save button again.
ca: Si us plau, esculli un nom pels seus noms encreuats i el seu format de sortida (mida A4 pdf, mida carta pdf, png o svg). Després torneu a clicar guardar.
fr: S'il vous plaît écrire un nom pour le mots croisés et choisir le format que vous voulez (a4 pdf, lettre pdf, png ou svg). Puis, cliquez sur le bouton Enregistrer encore une fois.

source: A crossword generator
ca: Un generador de mots encreuats
fr: Un générateur de mots croisés.
